Repository: kengomatsuo/undirect
Catalog: App/Localizable.xcstrings
Source language: en
Languages: ar_sa, bn, ca, cs, da, de_de, el, es_es, es_mx, fi, fr_ca, fr_fr, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl_nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: %lld stopped in all.
ar_sa: أوقفت الحماية %lld محاولة إجمالًا
bn: মোট থামানো প্রচেষ্টা: %lld
ca: Intents aturats en total: %lld
cs: Celkem zastaveno pokusů: %lld
da: Stoppede forsøg i alt: %lld
de_de: %lld gestoppte Versuche insgesamt
el: Απόπειρες που αποτράπηκαν συνολικά: %lld
es_es: %lld intentos detenidos en total
es_mx: Total de intentos detenidos: %lld
fi: Pysäytettyjä yrityksiä yhteensä: %lld
fr_ca: Total des tentatives bloquées : %lld
fr_fr: Tentatives bloquées au total : %lld
gu: કુલ અટકાવેલા પ્રયાસ: %lld
he: סך הניסיונות שנעצרו: %lld
hi: अब तक %lld कोशिशें रोकी गईं
hr: Ukupno zaustavljenih pokušaja: %lld
hu: Összesen megállított kísérletek: %lld
id: Pelindung telah menghentikan %lld percobaan.
it: Tentativi bloccati finora: %lld
ja: これまでに%lld件の乗っ取りを阻止しました
kn: ಒಟ್ಟು ತಡೆದ ಪ್ರಯತ್ನಗಳು: %lld
ko: 지금까지 %lld건을 차단했습니다.
ml: ആകെ തടഞ്ഞ ശ്രമങ്ങൾ: %lld
mr: एकूण थांबवलेले प्रयत्न: %lld
ms: Jumlah percubaan dihentikan: %lld
nb: Stanset i alt: %lld forsøk
nl_nl: %lld pogingen tegengehouden
or: ମୋଟ ରୋକାଯାଇଥିବା ପ୍ରୟାସ: %lld
pa: ਕੁੱਲ ਰੋਕੀਆਂ ਕੋਸ਼ਿਸ਼ਾਂ: %lld
pl: Zatrzymano %lld prób ogółem.
pt_br: %lld bloqueios ao todo
pt_pt: Total de tentativas impedidas: %lld
ro: Total încercări oprite: %lld
ru: %lld попыток заблокировано
sk: Spolu zastavených pokusov: %lld
sl: Skupaj ustavljenih poskusov: %lld
sv: Stoppade försök totalt: %lld
ta: மொத்தம் தடுத்த முயற்சிகள்: %lld
te: మొత్తం ఆపిన ప్రయత్నాలు: %lld
th: ป้องกันการแย่งกดไปแล้ว %lld ครั้ง
tr: Şimdiye kadar %lld girişim durduruldu.
uk: Усього зупинено спроб: %lld
ur: کل روکی گئی کوششیں: %lld
vi: Đã chặn %lld lần trên mọi trang.
zh_hans: 累计已拦截 %lld 次劫持
zh_hant: 累計封鎖 %lld 次

source: A destination shows up once you allow or block it.
ar_sa: تظهر الوجهة هنا فقط بعد أن تسمح بها أو تحظرها.
bn: অনুমতি দিলে বা আটকালে তবেই গন্তব্য এখানে দেখা যায়।
ca: Un destí apareix aquí quan el permets o el bloquejes.
cs: Cíl se tu objeví, jakmile ho povolíte nebo zablokujete.
da: Et mål dukker op her, når du har tilladt eller blokeret det.
de_de: Eine Regel entsteht erst, wenn Sie entscheiden.
el: Ένας προορισμός εμφανίζεται εδώ όταν τον επιτρέψεις ή τον αποκλείσεις.
es_es: Una regla aparece aquí solo cuando decides algo.
es_mx: Un destino aparece aquí cuando decides permitirlo o bloquearlo.
fi: Kohde ilmestyy tänne, kun olet sallinut tai estänyt sen.
fr_ca: Une destination apparaît ici une fois que vous l'avez autorisée ou bloquée.
fr_fr: Une règle apparaît après votre premier choix.
gu: તમે મંજૂરી આપો કે બ્લૉક કરો પછી જ ગંતવ્ય અહીં દેખાય છે.
he: יעד מופיע כאן אחרי שאישרתם או חסמתם אותו.
hi: नियम तभी बनता है जब आप कोई फ़ैसला लेते हैं।
hr: Odredište se ovdje pojavi kad ga dopustite ili blokirate.
hu: A cél itt jelenik meg, miután engedélyezted vagy letiltottad.
id: Tujuan muncul di sini begitu kamu mengizinkan atau memblokirnya.
it: Una regola compare solo dopo una decisione.
ja: 移動先を許可またはブロックすると、ここに表示されます。
kn: ನೀವು ಅನುಮತಿಸಿದ ಅಥವಾ ನಿರ್ಬಂಧಿಸಿದ ನಂತರವೇ ಗಮ್ಯಸ್ಥಾನ ಇಲ್ಲಿ ಕಾಣಿಸುತ್ತದೆ.
ko: 대상을 직접 허용하거나 차단해야 목록에 나타납니다.
ml: നിങ്ങൾ അനുവദിക്കുകയോ തടയുകയോ ചെയ്താൽ മാത്രമേ ലക്ഷ്യസ്ഥാനം ഇവിടെ വരൂ.
mr: तुम्ही परवानगी दिल्यावर किंवा ब्लॉक केल्यावरच गंतव्य इथे दिसते.
ms: Destinasi muncul di sini selepas anda membenarkan atau menyekatnya.
nb: Et mål dukker opp her når du har tillatt eller blokkert det.
nl_nl: Pas als je kiest, verschijnt hier een regel.
or: ଆପଣ ଅନୁମତି ଦେଲେ କିମ୍ବା ବ୍ଲକ କଲେ ହିଁ ଗନ୍ତବ୍ୟ ଏଠାରେ ଦେଖାଯାଏ।
pa: ਤੁਹਾਡੇ ਇਜਾਜ਼ਤ ਦੇਣ ਜਾਂ ਰੋਕਣ ਤੋਂ ਬਾਅਦ ਹੀ ਮੰਜ਼ਿਲ ਇੱਥੇ ਦਿਸਦੀ ਹੈ।
pl: Wpis pojawia się dopiero po podjęciu decyzji o celu.
pt_br: Uma regra só aparece depois que você decide algo sobre um destino.
pt_pt: Um destino aparece aqui depois de o permitir ou bloquear.
ro: O destinație apare aici după ce o permiți sau o blochezi.
ru: Правило появится здесь, когда вы примете решение.
sk: Cieľ sa tu zobrazí, keď ho povolíte alebo zablokujete.
sl: Cilj se tu pojavi, ko ga dovolite ali blokirate.
sv: Ett mål dyker upp här när du har tillåtit eller blockerat det.
ta: நீங்கள் அனுமதித்த அல்லது தடுத்த பிறகே இலக்கு இங்கே தோன்றும்.
te: మీరు అనుమతించిన లేదా బ్లాక్ చేసిన తర్వాతే గమ్యం ఇక్కడ కనిపిస్తుంది.
th: รายการจะปรากฏก็ต่อเมื่อคุณอนุญาตหรือบล็อกปลายทางนั้นแล้ว
tr: Bir hedef, ancak siz karar verince listeye girer.
uk: Пункт призначення з'являється тут, коли ви дозволите або заблокуєте його.
ur: منزل تبھی یہاں نظر آتی ہے جب آپ اسے اجازت دیں یا بلاک کریں۔
vi: Đích đến chỉ hiện ở đây khi đã được cho phép hoặc chặn.
zh_hans: 只有你亲自允许或拦截过某个目的地，它才会出现在这里。
zh_hant: 允許或封鎖過目的地後，才會出現在這裡。

source: A destination with no rule
ar_sa: السياسة الافتراضية للوجهات الجديدة
bn: নিয়ম নেই এমন গন্তব্য
ca: Destins sense regla
cs: Cíle bez pravidla
da: Mål uden regel
de_de: Standardregel für unbekannte Ziele
el: Προορισμοί χωρίς κανόνα
es_es: Qué hacer sin una regla
es_mx: Destinos sin regla
fi: Kohteet ilman sääntöä
fr_ca: Destinations sans règle
fr_fr: Politique par défaut
gu: નિયમ વિનાનાં ગંતવ્ય
he: יעדים ללא כלל
hi: बिना नियम वाले गंतव्यों की डिफ़ॉल्ट नीति
hr: Odredišta bez pravila
hu: Szabály nélküli célok
id: Kebijakan untuk Tujuan Baru
it: Criterio per le destinazioni senza regola
ja: ルールのない移動先の扱い
kn: ನಿಯಮವಿಲ್ಲದ ಗಮ್ಯಸ್ಥಾನಗಳು
ko: 규칙이 없는 대상의 기본 처리
ml: നിയമമില്ലാത്ത ലക്ഷ്യസ്ഥാനങ്ങൾ
mr: नियम नसलेली गंतव्ये
ms: Destinasi tanpa peraturan
nb: Mål uten regel
nl_nl: Standaardbeleid voor nieuwe bestemmingen
or: ନିୟମ ନଥିବା ଗନ୍ତବ୍ୟ
pa: ਨਿਯਮ ਤੋਂ ਬਿਨਾਂ ਮੰਜ਼ਿਲਾਂ
pl: Domyślne działanie dla nowych celów
pt_br: Política padrão para destinos sem regra
pt_pt: Destinos sem regra
ro: Destinații fără regulă
ru: Политика по умолчанию
sk: Ciele bez pravidla
sl: Cilji brez pravila
sv: Mål utan regel
ta: விதி இல்லாத இலக்குகள்
te: నియమం లేని గమ్యాలు
th: ค่าเริ่มต้นสำหรับปลายทางที่ไม่มีกฎ
tr: Kuralsız Hedefler İçin Varsayılan
uk: Пункти призначення без правила
ur: بغیر اصول والی منزلیں
vi: Xử lý đích đến chưa có quy tắc
zh_hans: 无规则时的默认处理
zh_hant: 沒有規則時的預設動作

source: A new tab opens only where your press pointed.
ar_sa: مع الحماية، لا يفتح تبويب جديد إلا فيما ضغطت عليه فعلًا، بلا إضافات خفية.
bn: সুরক্ষা চালু থাকলে নতুন ট্যাব শুধু সেখানেই খোলে, যেখানে আপনি ট্যাপ করেছেন।
ca: Amb la protecció activa, una pestanya nova només s'obre allà on has tocat.
cs: Při zapnuté ochraně se nový panel otevře jen tam, kam jste klepli.
da: Med beskyttelsen slået til åbner en ny fane kun der, hvor du trykkede.
de_de: Ein neuer Tab öffnet nur das Ziel, das Sie tatsächlich angeklickt haben.
el: Με ενεργή προστασία, μια νέα καρτέλα ανοίγει μόνο εκεί που πάτησες.
es_es: Con la protección activa, la pestaña solo abre donde apuntabas.
es_mx: Con la protección activa, una pestaña nueva solo se abre adonde apuntaste.
fi: Kun suojaus on päällä, uusi välilehti aukeaa vain sinne, mihin napautit.
fr_ca: Quand la protection est active, un nouvel onglet ne s'ouvre qu'à l'endroit où vous avez cliqué.
fr_fr: Un nouvel onglet ne s'ouvre que là où vous avez vraiment appuyé.
gu: સુરક્ષા ચાલુ હોય ત્યારે નવું ટૅબ ફક્ત તમે જ્યાં ટૅપ કર્યું ત્યાં જ ખૂલે છે.
he: כשההגנה פעילה, לשונית חדשה נפתחת רק למקום שאליו הקשת.
hi: सुरक्षा के साथ नया टैब सिर्फ़ वहीं खुलेगा, जहां आपने टैप किया।
hr: Kad je zaštita uključena, nova kartica otvara se samo tamo gdje ste dodirnuli.
hu: Bekapcsolt védelemnél új lap csak oda nyílik, ahová koppintottál.
id: Tab baru hanya terbuka ke tujuan yang kamu tekan, tidak ada yang menyelinap.
it: Con la protezione attiva, si apre solo la scheda che hai scelto.
ja: 保護中は、押した場所が開くタブだけが開き、余計なものは紛れ込みません。
kn: ರಕ್ಷಣೆ ಆನ್ ಇದ್ದಾಗ ಹೊಸ ಟ್ಯಾಬ್ ನೀವು ಟ್ಯಾಪ್ ಮಾಡಿದ ಕಡೆಗೆ ಮಾತ್ರ ತೆರೆಯುತ್ತದೆ.
ko: 가드를 켜면 누른 곳으로만 새 탭이 열리고, 다른 것은 끼어들지 않습니다.
ml: സംരക്ഷണം ഓണായിരിക്കുമ്പോൾ പുതിയ ടാബ് നിങ്ങൾ ടാപ്പ് ചെയ്തിടത്തേക്ക് മാത്രം തുറക്കും.
mr: संरक्षण सुरू असताना नवीन टॅब तुम्ही टॅप केलेल्या ठिकाणीच उघडतो.
ms: Apabila perlindungan hidup, tab baharu hanya dibuka di tempat yang anda ketik.
nb: Når beskyttelsen er på, åpnes en ny fane bare dit du trykket.
nl_nl: Met bescherming aan opent een nieuw tabblad alleen waar je zelf op klikte.
or: ସୁରକ୍ଷା ଚାଲୁ ଥିଲେ ନୂଆ ଟ୍ୟାବ କେବଳ ଆପଣ ଟ୍ୟାପ କରିଥିବା ସ୍ଥାନରେ ଖୋଲେ।
pa: ਸੁਰੱਖਿਆ ਚਾਲੂ ਹੋਣ 'ਤੇ ਨਵਾਂ ਟੈਬ ਸਿਰਫ਼ ਉੱਥੇ ਖੁੱਲ੍ਹਦਾ ਹੈ ਜਿੱਥੇ ਤੁਸੀਂ ਟੈਪ ਕੀਤਾ।
pl: Z włączoną ochroną nowa karta otwiera tylko to, co naciśnięto.
pt_br: Com a proteção ativa, uma aba nova só abre onde você realmente tocou.
pt_pt: Com a proteção ativa, um separador novo só abre onde clicou.
ro: Cu protecția pornită, o filă nouă se deschide doar unde ai atins.
ru: С защитой новая вкладка откроет только то, что вы нажали.
sk: Pri zapnutej ochrane sa nová karta otvorí len tam, kam ste ťukli.
sl: Ko je zaščita vklopljena, se nov zavihek odpre samo tja, kamor ste se dotaknili.
sv: Med skyddet på öppnas en ny flik bara dit du tryckte.
ta: பாதுகாப்பு இயக்கத்தில் இருக்கும்போது, புதிய தாவல் நீங்கள் தட்டிய இடத்துக்கு மட்டுமே திறக்கும்.
te: రక్షణ ఆన్‌లో ఉన్నప్పుడు కొత్త ట్యాబ్ మీరు ట్యాప్ చేసిన చోటుకే తెరుచుకుంటుంది.
th: เมื่อเปิดการป้องกัน แท็บใหม่จะเปิดไปยังปลายทางที่คุณกดเท่านั้น ไม่มีอะไรแอบตามมา
tr: Koruma açıkken yeni sekme yalnızca bastığınız yere açılır.
uk: Коли захист увімкнено, нова вкладка відкривається лише там, де ви торкнулися.
ur: تحفظ آن ہو تو نیا ٹیب صرف وہیں کھلتا ہے جہاں آپ نے ٹیپ کیا۔
vi: Khi bật bảo vệ, tab mới chỉ mở đúng nơi cú nhấn nhắm tới.
zh_hans: 防护开启后，新标签页只会打开你点的那个目的地，不会额外夹带别的。
zh_hant: 防護開啟後，新分頁只會開向你點按的目的地，不會多開別的。

source: A page can cover itself to catch a press meant for something else.
ar_sa: قد تُخفي الصفحة طبقة فوقها، فتصل ضغطتك إلى شيء آخر غير الذي تراه.
bn: একটি স্বচ্ছ স্তর পাতাটিকে ঢেকে রেখে অন্য কিছুর জন্য করা ট্যাপ ধরে ফেলতে পারে।
ca: Una capa transparent pot cobrir la pàgina i quedar-se amb el teu toc.
cs: Průhledná vrstva může překrýt stránku a zachytit klepnutí určené jinam.
da: Et gennemsigtigt lag kan ligge over siden og fange et tryk, der var ment til noget andet.
de_de: Eine unsichtbare Ebene liegt über der Seite und fängt den Klick ab.
el: Ένα διάφανο επίπεδο μπορεί να καλύψει τη σελίδα και να πάρει το πάτημα που προοριζόταν για κάτι άλλο.
es_es: Una capa invisible cubre la página y desvía tu pulsación.
es_mx: Una capa transparente cubre la página y se queda con tu clic.
fi: Läpinäkyvä kerros voi peittää sivun ja siepata napautuksen, joka oli tarkoitettu muualle.
fr_ca: Une couche transparente peut recouvrir la page et intercepter votre clic.
fr_fr: Une couche invisible peut intercepter un appui destiné à autre chose.
gu: પારદર્શક સ્તર પાનાને ઢાંકીને બીજા માટેનો ટૅપ પકડી લઈ શકે છે.
he: שכבה שקופה יכולה לכסות את הדף וללכוד הקשה שהיתה מיועדת למשהו אחר.
hi: कोई अदृश्य परत असली बटन पर बिछकर आपका टैप कहीं और भेज सकती है।
hr: Prozirni sloj može prekriti stranicu i uhvatiti dodir namijenjen nečem drugom.
hu: Egy átlátszó réteg ráfekhet az oldalra, és elfoghatja a máshová szánt koppintást.
id: Lapisan tak terlihat bisa menutupi halaman dan mengubah arah klikmu.
it: Uno strato invisibile può coprire la pagina e intercettare la pressione.
ja: 透明な層がページに重なり、押した場所とは違うものが反応します。
kn: ಪಾರದರ್ಶಕ ಪದರವು ಪುಟವನ್ನು ಮುಚ್ಚಿ ಬೇರೆಯದಕ್ಕೆ ಮಾಡಿದ ಟ್ಯಾಪ್ ಅನ್ನು ಹಿಡಿಯಬಹುದು.
ko: 보이지 않는 막이 화면을 덮어 다른 곳이 대신 눌립니다.
ml: സുതാര്യമായ ഒരു പാളിക്ക് പേജ് മൂടി, മറ്റൊന്നിനായുള്ള ടാപ്പ് പിടിച്ചെടുക്കാനാകും.
mr: पारदर्शक स्तर पान झाकून दुसऱ्या गोष्टीसाठीचा टॅप पकडू शकतो.
ms: Lapisan lutsinar boleh menutupi halaman dan menangkap ketikan yang ditujukan kepada benda lain.
nb: Et gjennomsiktig lag kan ligge over siden og fange et trykk som var ment for noe annet.
nl_nl: Een onzichtbare laag vangt je klik op en stuurt hem ergens anders heen.
or: ଏକ ସ୍ୱଚ୍ଛ ସ୍ତର ପୃଷ୍ଠାକୁ ଘୋଡ଼ାଇ ଅନ୍ୟ କିଛି ପାଇଁ କରିଥିବା ଟ୍ୟାପ ଧରିନେଇପାରେ।
pa: ਇੱਕ ਪਾਰਦਰਸ਼ੀ ਪਰਤ ਪੰਨੇ ਨੂੰ ਢੱਕ ਕੇ ਕਿਸੇ ਹੋਰ ਚੀਜ਼ ਲਈ ਕੀਤਾ ਟੈਪ ਫੜ ਸਕਦੀ ਹੈ।
pl: Niewidoczna warstwa na stronie potrafi przejąć kliknięcie w coś innego.
pt_br: Uma camada invisível cobre a página e desvia o seu toque.
pt_pt: Uma camada transparente pode cobrir a página e ficar com o seu clique.
ro: Un strat transparent poate acoperi pagina și poate prinde o atingere menită altceva.
ru: Невидимый слой может перехватить нажатие, предназначенное для другого.
sk: Priehľadná vrstva môže prekryť stránku a zachytiť ťuknutie určené na iné miesto.
sl: Prosojna plast lahko prekrije stran in prestreže dotik, namenjen nečemu drugemu.
sv: Ett genomskinligt lager kan ligga över sidan och fånga ett tryck som var ämnat för något annat.
ta: ஒரு வெளிப்படையான அடுக்கு பக்கத்தை மூடி, வேறொன்றுக்கான தட்டலைப் பிடித்துக்கொள்ளலாம்.
te: పారదర్శకమైన పొర పేజీని కప్పి, వేరొకదానికి ఉద్దేశించిన ట్యాప్‌ను పట్టుకోగలదు.
th: เลเยอร์ที่มองไม่เห็นอาจซ้อนอยู่บนหน้าเว็บ ทำให้การกดสิ่งหนึ่งไปโดนอีกสิ่งหนึ่งแทน
tr: Görünmez bir katman dokunuşunuzu başka yere kaydırabilir.
uk: Прозорий шар може вкрити сторінку й перехопити дотик, призначений для іншого.
ur: ایک شفاف پرت صفحے کو ڈھانپ کر کسی اور چیز کے لیے کیا گیا ٹیپ پکڑ سکتی ہے۔
vi: Một lớp vô hình có thể phủ lên trang, khiến cú nhấn trúng nhầm chỗ khác.
zh_hans: 页面上可能盖着一层看不见的东西，你点的不是你以为点的地方。
zh_hant: 看不見的覆蓋層可能蓋住頁面，讓點按落在別的東西上。

source: Allow
ar_sa: السماح
bn: অনুমতি দিন
ca: Permet
cs: Povolit
da: Tillad
de_de: Zulassen
el: Να επιτρέπεται
es_es: Permitir
es_mx: Permitir
fi: Salli
fr_ca: Autoriser
fr_fr: Autoriser
gu: મંજૂરી આપો
he: אישור
hi: अनुमति दें
hr: Dopusti
hu: Engedélyez
id: Izinkan
it: Consenti
ja: 許可する
kn: ಅನುಮತಿಸಿ
ko: 허용
ml: അനുവദിക്കുക
mr: परवानगी द्या
ms: Benarkan
nb: Tillat
nl_nl: Toestaan
or: ଅନୁମତି ଦିଅନ୍ତୁ
pa: ਇਜਾਜ਼ਤ ਦਿਓ
pl: Zezwól
pt_br: Permitir
pt_pt: Permitir
ro: Permite
ru: Разрешить
sk: Povoliť
sl: Dovoli
sv: Tillåt
ta: அனுமதி
te: అనుమతించు
th: อนุญาต
tr: İzin ver
uk: Дозволити
ur: اجازت دیں
vi: Cho phép
zh_hans: 放行
zh_hant: 允許

source: Allow it
ar_sa: السماح افتراضيًا
bn: অনুমতি দিন
ca: Permet
cs: Povolit
da: Tillad
de_de: Standardmäßig zulassen
el: Να επιτρέπονται
es_es: Permitir
es_mx: Permitir
fi: Salli
fr_ca: Autoriser
fr_fr: Autoriser par défaut
gu: મંજૂરી આપો
he: אישור
hi: अनुमति दें
hr: Dopusti
hu: Engedélyez
id: Izinkan
it: Consenti
ja: 既定で許可
kn: ಅನುಮತಿಸಿ
ko: 기본으로 허용
ml: അനുവദിക്കുക
mr: परवानगी द्या
ms: Benarkan
nb: Tillat
nl_nl: Toestaan
or: ଅନୁମତି ଦିଅନ୍ତୁ
pa: ਇਜਾਜ਼ਤ ਦਿਓ
pl: Zezwalaj domyślnie
pt_br: Permitir
pt_pt: Permitir
ro: Permite
ru: Разрешать
sk: Povoliť
sl: Dovoli
sv: Tillåt
ta: அனுமதி
te: అనుమతించు
th: อนุญาตไว้ก่อน
tr: İzin Ver
uk: Дозволяти
ur: اجازت دیں
vi: Cho phép mặc định
zh_hans: 默认放行
zh_hant: 預設允許

source: Allow or block this destination
ar_sa: اختيار السماح بهذه الوجهة أو حظرها
bn: এই গন্তব্যে অনুমতি দিন বা আটকান
ca: Permet o bloqueja aquest destí
cs: Povolit nebo blokovat tento cíl
da: Tillad eller bloker dette mål
de_de: Legt fest: zugelassen oder blockiert
el: Επιτρέπεται ή αποκλείεται αυτός ο προορισμός
es_es: Permite o bloquea este destino.
es_mx: Permitir o bloquear este destino
fi: Salli tai estä tämä kohde
fr_ca: Autoriser ou bloquer cette destination
fr_fr: Autoriser ou bloquer cette destination.
gu: આ ગંતવ્યને મંજૂરી આપો અથવા બ્લૉક કરો
he: לאשר או לחסום את היעד הזה
hi: यहां से ब्लॉक या अनुमति चुनें
hr: Dopusti ili blokiraj ovo odredište
hu: A cél engedélyezése vagy letiltása
id: Pilih izinkan atau blokir tujuan ini.
it: Scegli se consentire o bloccare.
ja: この移動先を許可するかブロックするか選べます
kn: ಈ ಗಮ್ಯಸ್ಥಾನವನ್ನು ಅನುಮತಿಸಿ ಅಥವಾ ನಿರ್ಬಂಧಿಸಿ
ko: 대상을 허용할지 차단할지 선택합니다.
ml: ഈ ലക്ഷ്യസ്ഥാനം അനുവദിക്കുക അല്ലെങ്കിൽ തടയുക
mr: या गंतव्याला परवानगी द्या किंवा ब्लॉक करा
ms: Benarkan atau sekat destinasi ini
nb: Tillat eller blokkér dette målet
nl_nl: Kies: toestaan of blokkeren
or: ଏହି ଗନ୍ତବ୍ୟକୁ ଅନୁମତି ଦିଅନ୍ତୁ କିମ୍ବା ବ୍ଲକ କରନ୍ତୁ
pa: ਇਸ ਮੰਜ਼ਿਲ ਨੂੰ ਇਜਾਜ਼ਤ ਦਿਓ ਜਾਂ ਰੋਕੋ
pl: Wybierz, czy zezwolić, czy zablokować.
pt_br: Permite ou bloqueia este destino
pt_pt: Permitir ou bloquear este destino
ro: Permite sau blochează această destinație
ru: Разрешить или заблокировать этот адрес
sk: Povoliť alebo blokovať tento cieľ
sl: Dovoli ali blokiraj ta cilj
sv: Tillåt eller blockera det här målet
ta: இந்த இலக்கை அனுமதி அல்லது தடு
te: ఈ గమ్యాన్ని అనుమతించు లేదా బ్లాక్ చేయి
th: เลือกว่าจะอนุญาตหรือบล็อกปลายทางนี้
tr: Hedefi engelleyin ya da izin verin.
uk: Дозволити або заблокувати цей пункт призначення
ur: اس منزل کو اجازت دیں یا بلاک کریں
vi: Chọn cho phép hay chặn đích đến này
zh_hans: 选择放行还是拦截此目的地
zh_hant: 選擇要允許還是封鎖這個目的地

source: Allowed
ar_sa: مسموح
bn: অনুমোদিত
ca: Permès
cs: Povoleno
da: Tilladt
de_de: Zugelassen
el: Επιτρέπεται
es_es: Permitido
es_mx: Permitido
fi: Sallittu
fr_ca: Autorisé
fr_fr: Autorisé
gu: મંજૂર
he: מאושר
hi: स्वीकृत
hr: Dopušteno
hu: Engedélyezve
id: Diizinkan
it: Consentito
ja: 許可中
kn: ಅನುಮತಿಸಲಾಗಿದೆ
ko: 허용됨
ml: അനുവദിച്ചത്
mr: परवानगी आहे
ms: Dibenarkan
nb: Tillatt
nl_nl: Toegestaan
or: ଅନୁମତି ମିଳିଛି
pa: ਇਜਾਜ਼ਤ ਹੈ
pl: Dozwolone
pt_br: Permitido
pt_pt: Permitido
ro: Permis
ru: Разрешено
sk: Povolené
sl: Dovoljeno
sv: Tillåten
ta: அனுமதிக்கப்பட்டது
te: అనుమతించినది
th: ได้รับอนุญาต
tr: İzinli
uk: Дозволено
ur: اجازت یافتہ
vi: Đã cho phép
zh_hans: 已放行
zh_hant: 已允許

source: Block
ar_sa: الحظر
bn: আটকান
ca: Bloqueja
cs: Blokovat
da: Bloker
de_de: Blockieren
el: Αποκλεισμός
es_es: Bloquear
es_mx: Bloquear
fi: Estä
fr_ca: Bloquer
fr_fr: Bloquer
gu: બ્લૉક કરો
he: חסימה
hi: ब्लॉक करें
hr: Blokiraj
hu: Letilt
id: Blokir
it: Blocca
ja: ブロックする
kn: ನಿರ್ಬಂಧಿಸಿ
ko: 차단
ml: തടയുക
mr: ब्लॉक करा
ms: Sekat
nb: Blokkér
nl_nl: Blokkeren
or: ବ୍ଲକ କରନ୍ତୁ
pa: ਰੋਕੋ
pl: Zablokuj
pt_br: Bloquear
pt_pt: Bloquear
ro: Blochează
ru: Заблокировать
sk: Blokovať
sl: Blokiraj
sv: Blockera
ta: தடு
te: బ్లాక్ చేయి
th: บล็อก
tr: Engelle
uk: Заблокувати
ur: بلاک کریں
vi: Chặn
zh_hans: 拦截
zh_hant: 封鎖

source: Block it
ar_sa: الحظر افتراضيًا
bn: আটকান
ca: Bloqueja
cs: Blokovat
da: Bloker
de_de: Standardmäßig blockieren
el: Αποκλεισμός
es_es: Bloquear
es_mx: Bloquear
fi: Estä
fr_ca: Bloquer
fr_fr: Bloquer par défaut
gu: બ્લૉક કરો
he: חסימה
hi: ब्लॉक करें
hr: Blokiraj
hu: Letilt
id: Blokir
it: Blocca
ja: 既定でブロック
kn: ನಿರ್ಬಂಧಿಸಿ
ko: 기본으로 차단
ml: തടയുക
mr: ब्लॉक करा
ms: Sekat
nb: Blokkér
nl_nl: Blokkeren
or: ବ୍ଲକ କରନ୍ତୁ
pa: ਰੋਕੋ
pl: Blokuj domyślnie
pt_br: Bloquear
pt_pt: Bloquear
ro: Blochează
ru: Блокировать
sk: Blokovať
sl: Blokiraj
sv: Blockera
ta: தடு
te: బ్లాక్ చేయి
th: บล็อกไว้ก่อน
tr: Engelle
uk: Блокувати
ur: بلاک کریں
vi: Chặn mặc định
zh_hans: 默认拦截
zh_hant: 預設封鎖

source: Blocked
ar_sa: محظور
bn: আটকানো
ca: Bloquejat
cs: Blokováno
da: Blokeret
de_de: Blockiert
el: Αποκλείστηκε
es_es: Bloqueado
es_mx: Bloqueado
fi: Estetty
fr_ca: Bloqué
fr_fr: Bloqué
gu: બ્લૉક કરેલ
he: חסום
hi: ब्लॉक
hr: Blokirano
hu: Letiltva
id: Diblokir
it: Bloccato
ja: ブロック中
kn: ನಿರ್ಬಂಧಿತ
ko: 차단됨
ml: തടഞ്ഞത്
mr: ब्लॉक केले
ms: Disekat
nb: Blokkert
nl_nl: Geblokkeerd
or: ବ୍ଲକ ହୋଇଛି
pa: ਰੋਕਿਆ ਗਿਆ
pl: Zablokowane
pt_br: Bloqueado
pt_pt: Bloqueado
ro: Blocat
ru: Заблокировано
sk: Blokované
sl: Blokirano
sv: Blockerad
ta: தடுக்கப்பட்டது
te: బ్లాక్ చేసినది
th: ถูกบล็อก
tr: Engellendi
uk: Заблоковано
ur: بلاک
vi: Đã chặn
zh_hans: 已拦截
zh_hant: 已封鎖

source: By site
ar_sa: حسب الموقع
bn: সাইট অনুযায়ী
ca: Per lloc
cs: Podle webu
da: Pr. websted
de_de: Nach Website
el: Ανά ιστότοπο
es_es: Por sitio
es_mx: Por sitio
fi: Sivustoittain
fr_ca: Par site
fr_fr: Par site
gu: સાઇટ પ્રમાણે
he: לפי אתר
hi: साइट अनुसार
hr: Po mjestu
hu: Oldalanként
id: Per Situs
it: Per sito
ja: サイト別
kn: ಸೈಟ್ ಪ್ರಕಾರ
ko: 사이트별
ml: സൈറ്റ് അനുസരിച്ച്
mr: साइटनुसार
ms: Mengikut laman
nb: Per nettsted
nl_nl: Per site
or: ସାଇଟ ଅନୁସାରେ
pa: ਸਾਈਟ ਅਨੁਸਾਰ
pl: Wg witryny
pt_br: Por site
pt_pt: Por site
ro: Pe site
ru: По сайтам
sk: Podľa webu
sl: Po mestu
sv: Per webbplats
ta: தளம் வாரியாக
te: సైట్ ప్రకారం
th: แยกตามไซต์
tr: Siteye Özel
uk: За сайтом
ur: سائٹ کے مطابق
vi: Theo trang
zh_hans: 按网站
zh_hant: 個別網站

source: Each one is listed, to allow or block per site or everywhere.
ar_sa: لكل وجهة سجل خاص، تختار فيه السماح أو الحظر هنا أو في كل مكان.
bn: প্রতিটি গন্তব্য আলাদা সারিতে থাকে। একটি সাইটে বা সব সাইটে তা অনুমতি দিতে বা আটকাতে পারেন।
ca: Cada destí queda en una llista: el pots permetre o bloquejar, en un lloc o en tots.
cs: Každý cíl má svůj řádek: povolíte ho nebo zablokujete na jednom webu, nebo všude.
da: Hvert mål får sin egen række. Du kan tillade eller blokere det på ét websted eller alle.
de_de: Jedes Ziel wird aufgeführt, und Sie entscheiden: hier oder überall.
el: Κάθε προορισμός παίρνει τη δική του γραμμή: τον επιτρέπεις ή τον αποκλείεις σε έναν ιστότοπο ή σε όλους.
es_es: Cada destino queda registrado: decide si permitirlo aquí o en todos los sitios.
es_mx: Cada destino queda en una lista: lo permites o lo bloqueas en un sitio o en todos.
fi: Jokainen kohde saa oman rivinsä. Sen voi sallia tai estää yhdellä sivustolla tai kaikilla.
fr_ca: Chaque destination figure dans une liste : autorisez-la ou bloquez-la, sur un site ou partout.
fr_fr: Chaque destination devient une ligne à autoriser ou bloquer, ici ou partout.
gu: દરેક ગંતવ્યની અલગ હરોળ બને છે. એક સાઇટ માટે કે બધી સાઇટ માટે તેને મંજૂરી આપો અથવા બ્લૉક કરો.
he: כל יעד מקבל שורה משלו, ואפשר לאשר או לחסום אותו באתר אחד או בכל האתרים.
hi: हर गंतव्य की अलग एंट्री बनती है, जिसे आप यहां या हर जगह के लिए तय कर सकते हैं।
hr: Svako odredište dobiva svoj redak: dopustite ga ili blokirajte na jednom ili na svim web-mjestima.
hu: Minden cél külön sort kap, és egy oldalon vagy mindenhol engedélyezheted vagy letilthatod.
id: Tiap tujuan tercatat, dan kamu bisa mengizinkannya atau memblokirnya, di sini atau di semua situs.
it: Ogni destinazione diventa una riga che puoi consentire o bloccare.
ja: 見つかった移動先はすべて一覧に残り、このサイトだけか、すべてのサイトかを選んで許可・ブロックできます。
kn: ಪ್ರತಿ ಗಮ್ಯಸ್ಥಾನಕ್ಕೂ ಒಂದು ಸಾಲು ಇರುತ್ತದೆ. ಒಂದು ಸೈಟ್‌ನಲ್ಲಿ ಅಥವಾ ಎಲ್ಲೆಡೆ ಅನುಮತಿಸಿ ಅಥವಾ ನಿರ್ಬಂಧಿಸಿ.
ko: 발견된 대상마다 목록에 남아, 이 사이트나 전체에서 허용할지 차단할지 정합니다.
ml: ഓരോ ലക്ഷ്യസ്ഥാനത്തിനും ഒരു വരി ഉണ്ടാകും. ഒരു സൈറ്റിലോ എല്ലായിടത്തോ അനുവദിക്കുകയോ തടയുകയോ ചെയ്യാം.
mr: प्रत्येक गंतव्याची स्वतंत्र ओळ असते. एका साइटवर किंवा सर्वत्र त्याला परवानगी द्या किंवा ब्लॉक करा.
ms: Setiap destinasi mendapat barisnya sendiri. Anda boleh membenarkan atau menyekatnya pada satu laman atau semua laman.
nb: Hvert mål får sin egen rad. Du kan tillate eller blokkere det på ett nettsted eller på alle.
nl_nl: Elke bestemming krijgt een regel: toestaan of blokkeren, hier of overal.
or: ପ୍ରତ୍ୟେକ ଗନ୍ତବ୍ୟର ନିଜସ୍ୱ ଧାଡ଼ି ଥାଏ। ଗୋଟିଏ ସାଇଟରେ ବା ସବୁଠି ଅନୁମତି ଦିଅନ୍ତୁ କିମ୍ବା ବ୍ଲକ କରନ୍ତୁ।
pa: ਹਰ ਮੰਜ਼ਿਲ ਦੀ ਆਪਣੀ ਕਤਾਰ ਬਣਦੀ ਹੈ। ਇੱਕ ਸਾਈਟ ਜਾਂ ਸਾਰੀਆਂ ਸਾਈਟਾਂ 'ਤੇ ਇਜਾਜ਼ਤ ਦਿਓ ਜਾਂ ਰੋਕੋ।
pl: Każdy cel ma własny wpis do zablokowania lub zezwolenia tu albo wszędzie.
pt_br: Você revisa cada destino e decide: aqui ou em todos os sites.
pt_pt: Cada destino fica numa lista: permita ou bloqueie, num site ou em todos.
ro: Fiecare destinație primește propriul rând: o permiți sau o blochezi pe un site ori pe toate.
ru: Каждый адрес попадает в список, где вы разрешаете или блокируете его.
sk: Každý cieľ dostane vlastný riadok: povolíte ho alebo zablokujete na jednom webe, alebo všade.
sl: Vsak cilj dobi svojo vrstico: dovolite ali blokirate ga lahko na enem spletnem mestu ali povsod.
sv: Varje mål får en egen rad. Du kan tillåta eller blockera det på en webbplats eller på alla.
ta: ஒவ்வொரு இலக்கிற்கும் தனி வரிசை இருக்கும். ஒரு தளத்திலோ எல்லா தளங்களிலோ அனுமதிக்கலாம் அல்லது தடுக்கலாம்.
te: ప్రతి గమ్యానికి ప్రత్యేక వరుస ఉంటుంది. ఒక సైట్‌లో లేదా అన్నిటిలో అనుమతించవచ్చు లేదా బ్లాక్ చేయవచ్చు.
th: ทุกปลายทางที่พบจะมีรายการให้ตรวจสอบ เลือกอนุญาตหรือบล็อกได้ทั้งที่นี่หรือทุกไซต์
tr: Gördüğü her hedefi listeler; sitede ya da her yerde izin verin ya da engelleyin.
uk: Кожен пункт призначення має свій рядок: його можна дозволити або заблокувати на одному сайті чи на всіх.
ur: ہر منزل کی اپنی الگ قطار بنتی ہے۔ ایک سائٹ پر یا ہر جگہ اسے اجازت دیں یا بلاک کریں۔
vi: Mỗi đích đến có mục riêng để chọn cho phép hay chặn, tại đây hoặc mọi nơi.
zh_hans: 防护看到的每个目的地都会单独列出，你可以按本站或所有网站分别选择放行或拦截。
zh_hant: 每個目的地都會列出來，你可以選擇在這個網站或所有網站允許或封鎖。
